--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY dev_has                   ▀▄ ▄▀ 
▀▄ ▄▀     BY dev_has (@dev_has )    ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED  BY dev_has          ▀▄ ▄▀   
▀▄ ▄▀          help1  : مساعدة             ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "help4" then
return [[مسح+وضع
🌗-ضع التكرار⚙ لوضع التكرار  بين 5 الى 20♻️
🌓مسح رسائل المجموعه :لحذف جميع رسائل الكروب
🌗-مسح رسائل العضو: مسح جميع رسائل العضو بالرد
️🌓-مسح الادمنية : لحذف الادمنية
️🌗-مسح الوصف : لحذف الوصف
️🌓-مسح القوانين : لحذف القوانين
️🌗-مسح المعرف : لحذف معرف المجموعة 
💥 -مسح : لمسح اي  كلمه بل رد
💥 -ضع قوانين : اضافه قوانين
💥 -ضع وصف : اضافة حول 
💥 -وضع اسم : لاضافة اسم
💥 -ضع معرف: لوضع معرف للكروب
💥 -وضع صوره : لاضافة صورة الانستا مع الصور
 :للتواصل مع المطور
__________________
🗯️ - Dev - @dev_hasoony

]]
end

if not is_momod(msg) then
return "للمشرفين فقط 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(help4)"
},
run = run 
}
end