--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY dev_has                   ▀▄ ▄▀ 
▀▄ ▄▀     BY dev_has (@dev_has )    ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED  BY dev_has          ▀▄ ▄▀   
▀▄ ▄▀          help1  : مساعدة             ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "help1" then
return [[
🏆الاوامر العادية هي
➖🔸➖🔹➖🔸➖🔹➖ـ
💥-ايدي : لعرض ايدي المجموعه
💥 -ايدي : لضهار ايدي الشخص بلرد
💥 -معلوماتي :اضهار المعلومات الخاصه بك
💥 -معلومات المجموعه : لاضهار معلومات المجموعه
💥 -القوانين : لاضهار القوانين
💥 -شنو اني :لمعرفه موقعك في المجموعه
💥 -الاعدادات : اضهار الاعدادات المجموعه
💥 اعدادات الوسائط:اضهار اعدادات الوسائط
💥 اصدار : لعرض سورس البوت
💥 مطور البوت : لمعرفه مطور البوت
💥صوره  : بالرد للملصق المراد تحويله صوره
💥 زخرفه+ النص : لزخرفه بالعربيه
💥زخرف+ النص: لزخرفه بالنكليزيه
💥 ملصق: بالرد للصوره المراد تحويلها ملصق
💥-انستا : + يوزر : يستعمل لجلب معلومات حساب الانستا مع الصور
 :للتواصل مع المطور
__________________
🗯️ - Dev - @dev_hasoony


]]
end

if not is_momod(msg) then
return "للمشرفين فقط 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(help1)",
},
run = run 
}
end