--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY dev_has                   ▀▄ ▄▀ 
▀▄ ▄▀     BY dev_has (@dev_has )    ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED  BY dev_has          ▀▄ ▄▀   
▀▄ ▄▀          help1  : مساعدة             ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "help3" then
return [[🏆 - الاوامر العامة 👑
💥-ايدي : لعرض ايدي المجموعه
💥 -ايدي : لضهار ايدي الشخص بلرد
💥 -معلوماتي :اضهار المعلومات الخاصه بك
💥 -معلومات المجموعه : لاضهار معلومات المجموعه
💥 -القوانين : لاضهار القوانين
💥-انستا : + يوزر : يستعمل لجلب معلومات حساب
💥-الطقس : + البلد لمعرفه درجه الحرارة وغيرها
💥-اوقات : + البلد لمعرفه اوقات صلاة 
💥-خريطه: +البلد لظهار الخرائط
💥 صوره  : بالرد للملصق المراد تحويله صوره
💥 زخرفه+ النص : لزخرفه بالعربيه
💥زخرف+ النص: لزخرفه بالنكليزيه
💥 ملصق: بالرد للصوره المراد تحويلها ملصق
 :للتواصل مع المطور
__________________
🗯️ - Dev - @devss_bot

]]
end

if not is_momod(msg) then
return "للمشرفين فقط 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(help3)"
},
run = run 
}
end