--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY dev_has                   ▀▄ ▄▀ 
▀▄ ▄▀     BY dev_has (@dev_has )    ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED  BY dev_has          ▀▄ ▄▀   
▀▄ ▄▀          help1  : مساعدة             ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "help2" then
return [[
اوامر الحماية
🌒-فتح🔔قفل🔕 الاضافه
🌖-فتح🔔قفل🔕البوتات
🌒-فتح🔔قفل🔕 المجموعه
🌖-فتح🔔قفل🔕 الدردشه
🌒-فتح🔔قفل🔕 الصور 
🌖-فتح🔔قفل🔕 الصوت
🌘-فتح🔔قفل🔕 الفيديو
🌖-فتح🔔قفل🔕 الروابط
🌘-فتح🔔قفل🔕 التكرار 
🌖-فتح🔔قفل🔕 الملصقات
🌘-فتح🔔قفل🔕 الصور المتحركه 
🌖-فتح🔔قفل🔕 الفايلات 
🌘-فتح🔔قفل🔕 الكلايش 
🌖-فتح🔔قفل🔕 الاضافه الجماعيه 
🌘-فتح🔔قفل🔕 العربيه   
🌖-فتح🔔قفل🔕اعاده توجيه
الجيوش🌖-فتح🔔قفل🔕
〰〰〰〰〰〰〰〰〰〰

🗯️ - Dev - @dev_hasoony


]]
end

if not is_momod(msg) then
return "للمشرفين فقط 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(help2)"
},
run = run 
}
end