--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY dev_has                   ▀▄ ▄▀ 
▀▄ ▄▀     BY dev_has (@dev_has )    ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED  BY dev_has          ▀▄ ▄▀   
▀▄ ▄▀          help1  : مساعدة             ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "helpdev" then
return [[
🏆🏆 - اوامر الرفع في الكروب👑👑
➖🔸➖🔹➖🔸➖🔹➖ـ

🌑-رفع ادمن : لاضافة  ادمن
🌕-تنزيل ادمن : تنزيل ادمن
🌕-الادمنيه : اضهار الادمنيه
🎃-بلوك : لطرد المستخدم بلرد
🎃 -حظر :  لحضر المستخدم
🎃 -الغاء الحظر : لفك حضر المستخدم
🎃 -مغادره : للخروج من لمجموعه
🎃 -كتم  : لكتم المستخدم
🎃 -كتم  : لالغاء كتم المستخدم
🎃 -المكتومين  :عرض المكتومين
🎃 -منع : لحضر الكلمات في المجموعه
🎃 -الغاء المنع  : لفتح حضر الكلمه
🎃 -قائمه المنع  : لعرض الكلمات المحضوره
🎃 -حظر عام : باند عام
🎃 -الغاء العام : لالغاء العام
🎃 -قائمه العام  : لعرض المحضورين عام️
� -ايدي : لضهار ايدي الشخص بلرد
💥 -الرابط خاص : لجلب الرابط خاص
💥 -الرابط : لعرض الرابط
💥 -تغير الرابط : لصنع الرابط
🌕 ترقيه سوبر : لترقيه المجموعه سوبر
🌑 تفعيل  : لتفعيل البوت ب المجموعه
🌕 تعطيل  : لتعطيل البوت ب المجموعه
🌑 رفع المدير : لرفع مدير للمجموعه 
🌕 اذاعه : لنشر كلمه ب جميع مجموعات البوت
🌑 تشغيل البوت : لتشغيل البوت ب المجموعه معينه
🌕 اطفاء البوت :  لاطفاء البوت ب المجموعه معينه
🌑 اضف مطور : لاضافه مطور
🌕 طرد البوت : لطرد البوت من المجموعه
🌑 جلب ملف : لجلب الملف من السيرفر
🌕 فحص السيرفر : لفحص السيرفر كل 5 دقايق
🌑 اصدار : لعرض سورس البوت
🌕 مطور البوت : لمعرفه مطور البوت
💥 -صوره: لتحويل الملصق الى صورة
️🌓-انستا : + يوزر : يستعمل لجلب معلومات حساب الانستا مع الصور
 :للتواصل مع المطور
__________________
🗯️ - Dev - @dev_has
💭️ - channel - @dev_haso
]]
end

if not is_momod(msg) then
return "للمشرفين فقط 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(helpdev)"
},
run = run 
}
end